Repository: jbelien/112help
Catalog: locale/*.UTF-8/LC_MESSAGES/112help.po
Languages: fr, nl

source: I'M IN DANGER AND I NEED HELP
fr: JE SUIS EN DANGER ET J'AI BESOIN D'AIDE
nl: IK BEN IN GEVAAR EN IK HEB HULP NODIG

source: Name
fr: Nom
nl: Naam

source: Phone
fr: Téléphone
nl: Telefoon

source: Latitude
nl: Breedte

source: Longitude
nl: Lengte

source: Accuracy
fr: Précision
nl: Nauwkeurigheid

source: Address
fr: Adresse
nl: Adres

source: SEND MY LOCATION
fr: ENVOYER MA LOCALISATION
nl: IK STUUR MIJN POSITIE

source: Irresponsible use of this emergency service is punishable under federal law.
fr: Toutes personnes utilisant ce service d'aide aux victimes de manière abusive s'expose à des poursuites judiciaires qui peuvent mener à des condamnations pénales.
nl: Alle personen gebruikers die deze dienst misbruiken worden blootgesteld aan rechtszaken die kunnen leiden tot strafrechtelijke veroordelingen.

source: Fire
fr: Incendie
nl: Brand

source: Road accident
fr: Accident de la route
nl: Verkeersongeval

source: Injury
fr: Blessure
nl: Verwonding

source: Violence
nl: Aanslag

source: Details
fr: Plus de détails
nl: Meer details

source: SEND DETAILS
fr: ENVOYER LES DETAILS
nl: DETAILS VERZENDEN

source: Are you out of danger ? Please let us know by clicking the following button
fr: Plus besoin d'aide ? Cliquez ici
nl: Ik heb geen hulp meer nodig ? Klik hier

source: I'M SAFE NOW
fr: JE NE SUIS PLUS EN DANGER
nl: IK BEN NIET MEER IN GEVAAR

source: Requesting access / Loading location data...
fr: Géolocalisation en attente de permission et/ou en train de charger...

source: If able, please inform us more about your current situation.
fr: Si vous en avez la possibilité, apportez nous quelques informations sur votre urgence.
